Repository: Lovely-Fellow/MyProjects
Catalog: WordPress/wordpress-4.9.8/plugin/codecanyon-18935960-visual-product-designercustomizer-for-woocommerce/product-customizer/languages/customizer-*.po
Languages: ru_ru

source: Customizer
ru_ru: Кастомайзер

# customizer
source: Customizers
ru_ru: Кастомайзеры

# customizer
source: New Customizer
ru_ru: Новый кастомайзер

# customizer
source: Edit Customizer
ru_ru: Изменить кастомайзер

# customizer
source: View Customizer
ru_ru: Просмотреть кастомайзер

# customizer
source: No customizer found
ru_ru: Нет ни одного кастомайзера

# customizer
source: No customizer in the trash
ru_ru: Ни одного кастомайзера в корзине

# customizer
source: All Customizers
ru_ru: Все кастомайзеры

source: Font Management
ru_ru: Управление шрифтами

source: Color Management
ru_ru: Управление цветами

source: Saved customizers
ru_ru: Сохраненные Кастомайзеры

source: Import/Export
ru_ru: Импорт / Экспорт

source: Settings
ru_ru: Настройки

source: Wrong Google font key.
ru_ru: Неверный ключ шрифта Google.

source: Title
ru_ru: Заголовок

source: Preview
ru_ru: Предпросмотр

source: Remove
ru_ru: Удалить

source: No fonts found.
ru_ru: Пользовательские шрифты не найдены

source: API Key
ru_ru: Ключ API

source: Get an API key
ru_ru: Получить ключ API

source: Add New Font
ru_ru: Добавить новый шрифт

source: Save
ru_ru: Сохранить

source: Name
ru_ru: Имя

source: Color
ru_ru: Цвет

source: No colors found.
ru_ru: Цвета не найдены.

source: Add New Color
ru_ru: Добавить новый цвет

source: Color Name
ru_ru: Название Цвета

source: Color Value
ru_ru: Значение цвета

source: Add Color
ru_ru: Добавить цвет

source: Customizer Settings
ru_ru: Настройки кастомайзера

source: Show Customizer in Admin Panel
ru_ru: Показать кастомайзер в адин панели

source: Show as html
ru_ru: Показать как html

source: Generate as one image
ru_ru: Генерировать как одно изображение

source: Generated image could be putted in PDF but coordinates may differ by several pixels
ru_ru: Изображение может быть передано в PDF, но координаты могут различаться на несколько пикселей

source: Save Customizer
ru_ru: Сохранить

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: User can save customizer in account or get the link to his own customizer
ru_ru: Пользователь может сохранить кастомайзер в учетной записи или получить уникальную ссылку

source: Zero price
ru_ru: Нулевая цена

source: Show zero price
ru_ru: Показывать нулевую цену

source: Way to load <strong>fontawesome.css</strong> file
ru_ru: Способ загрузки файла <strong>fontawesome.css</strong>

source: Load from CDN (recommended)
ru_ru: Загрузка с CDN (рекомендуется)

source: Load from your website
ru_ru: Загрузка с вашего сайта

source: Don't load (Already loaded by another plugin or theme)
ru_ru: Не загружать (уже загружен другим плагином или темой)

source: For displaying fontawesome icons
ru_ru: Для отображения значков шрифтов

source: Saved customizers per page
ru_ru: Сохраненные кастомайзеры на страницу

source: Error import. Main clause.
ru_ru: Ошибка импорта. Общая проблема

source: Error import. Color clause.
ru_ru: Ошибка импорта. Проблема с цветами

source: Error import. Font clause. (google key)
ru_ru: Ошибка импорта. Шрифт. (ключ google)

source: Error import. Font clause. (fonts)
ru_ru: Ошибка импорта. Проблема с импортом шрифтов

source: Error import. Customizer clause. Create customizer.
ru_ru: Ошибка импорта. Проблема с созданием кастомайзеров

source: Error import. Customizer clause. Update customizer.
ru_ru: Ошибка импорта. Проблема с обновлением кастомайзеров

source: Error import. Customizer clause. Update components.
ru_ru: Ошибка импорта. Проблема с обновлением компонентов

source: Error import. Images clause. Cannot create directory.
ru_ru: Ошибка импорта. Невозможно создать каталог.

source: Error import. Images clause. Cannot create file.
ru_ru: Ошибка импорта. Невозможно создать файл.

source: Error import. Images clause. Cannot update customizer.
ru_ru: Ошибка импорта. Невозможно обновить кастомайзер.

source: Import canceled. Invalid settings format.
ru_ru: Импорт отменен. Неверный формат настроек.

source: Import canceled. Invalid archive format.
ru_ru: Импорт отменен. Недопустимый формат архива.

source: Import / Export
ru_ru: Импорт / Экспорт

source: Import success
ru_ru: Импорт прошел успешно.

source: Import with error(s).
ru_ru: Импорт с ошибками

source: Import
ru_ru: Импорт

source: File for import
ru_ru: Файл для импорта

source: Field for compare
ru_ru: Поле для сравнения

source: ID and name
ru_ru: ID и имя

source: Action with duplicate
ru_ru: Действие с дублированием

source: Add new
ru_ru: Добавить новые

source: Update Existing
ru_ru: Обновить существующие

source: Delete existing and Create new
ru_ru: Удалить существующее и создать новые

source: Nothing do
ru_ru: Ничего не найдено.

source: Rewrite exist images
ru_ru: Переписать существующие изображения

source: Export
ru_ru: Экспорт

source: Select Entities
ru_ru: Выбрать

source: Mark / Unmark all entities
ru_ru: Отметить / Снять все объекты

source: Main settings
ru_ru: Основные настройки

source: Colors
ru_ru: Цвета

source: Fonts
ru_ru: Шрифты

source: Customizers
ru_ru: Кастомайзеры

source: Images
ru_ru: Изображения

source: Customizer Preview
ru_ru: Предпросмотр кастомайзера

source: Customizer settings
ru_ru: Настройки кастомайзера

source: Conditional Rules
ru_ru: Правила

source: Product
ru_ru: Продукт

source: Select product for customization.
ru_ru: Выберите продукт для кастомайзера.

source: Use Product Image On Listing
ru_ru: Использовать изображение продукта в списке

source: Use product image as base image for this customizer on listing
ru_ru: Использовать изображение продукта как основное изображение для этого кастомайзера в списке

source: Use Product Image On Single Page
ru_ru: Использовать изображение продукта на странице кастомайзера

source: Use product image as base image for this customizer on single page
ru_ru: Использовать изображение продукта как основное изображение для этого кастомайзера на странице кастомайзера

source: Add to cart
ru_ru: В корзину

source: Display "Add to cart" button
ru_ru: Показать кнопку "В корзину"

source: Open by default
ru_ru: Развернуты по умолчанию

source: Display all components open by default
ru_ru: По умолчанию отображаются все компоненты открытыми

source: Template
ru_ru: Шаблон

source: Customizer look on Frontend
ru_ru: Вид кастомайзера на витрине

source: Type
ru_ru: Тип

source: Image
ru_ru: Изображение

source: Text
ru_ru: Текст

source: Custom Image
ru_ru: Свое изображение

source: Component name
ru_ru: Название компонента

source: Multiple
ru_ru: Множественный

source: Icon
ru_ru: Значек

source: Component Icon
ru_ru: Значок компонента

source: Enable
ru_ru: Включить

source: Group
ru_ru: Группа

source: Option name
ru_ru: Имя опции

source: Description
ru_ru: Описание

source: Option description
ru_ru: Описание опции

source: Price
ru_ru: Цена

source: Option Price
ru_ru: Цена опции

source: Option Icon
ru_ru: Значок

source: Component Image
ru_ru: Изображение компонента

source: Default
ru_ru: По умолчанию

source: Top
ru_ru: Верх

source: Option top
ru_ru: Верх

source: Left
ru_ru: Лево

source: Option left
ru_ru: Лево

source: Transform degre
ru_ru: Поворот

source: Option Transform degre
ru_ru: Поворот

source: Width
ru_ru: Ширина

source: Option Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Option Height
ru_ru: Высота

source: Options
ru_ru: Опции

source: Customizer options
ru_ru: Опции кастомайзера

source: Add option
ru_ru: Добавить опцию

source: Components
ru_ru: Компоненты

source: Component options
ru_ru: Опций компонента

source: Add component
ru_ru: Добавить компонент

source: Option
ru_ru: Опция

source: Component
ru_ru: Компонент

source: IF selected
ru_ru: Если выбран

source: Apply on
ru_ru: Применить на

source: Action
ru_ru: Действие

source: Show
ru_ru: Показать

source: Hide
ru_ru: Скрыть

source: Select
ru_ru: Выбрать

source: Reverse Rule
ru_ru: Обратное правило

source: Rules
ru_ru: Правила

source: Add Rule
ru_ru: Добавить правило

source: Select Product
ru_ru: Выберите Товар

source: Add
ru_ru: Добавить

source: Delete
ru_ru: Удалить

source: Close
ru_ru: Закрыть

source: Add Component
ru_ru: Добавить компонент

source: Make a clone from this customizer
ru_ru: Сделать копию этого кастомайзера

source: Clone
ru_ru: Дублировать

source: Copy to a new draft
ru_ru: Копировать в новый черновик

source: No customizers to duplicate has been supplied!
ru_ru: Ошибка исходного кастомайзера!

source: Customizer clone creation failed, could not find original customizer:
ru_ru: Копия не создана. Не удалось найти оригинальный кастомайзер:

source: (Clone)
ru_ru: (Копия)

source: Customizer name
ru_ru: Кастомайзер

source: User Email
ru_ru: E-mail пользователя

source: Public
ru_ru: Публичный

source: Deleted
ru_ru: Удаленные

source: Count view
ru_ru: Кол-во просмотров

source: Updated at
ru_ru: Дата изменения

source: Print
ru_ru: Печать

source: No saved customizers
ru_ru: Нет сохраненных кастомайзеров

source: Font
ru_ru: Шрифт

source: Customize
ru_ru: Настроить

source: Saved Customizers
ru_ru: Сохраненные Кастомайзеры

source: Name customizer
ru_ru: Новый кастомайзер

source: Are you sure you want to delete?
ru_ru: Вы уверены, что хотите удалить?

source: Created from
ru_ru: Создано

source: Powered by
ru_ru: Поддерживается

source: Get the link
ru_ru: Получить ссылку

source: Name (optional)
ru_ru: Имя (необязательно):

source: Update
ru_ru: Обновить

source: Upload
ru_ru: Загрузить

source: Enter Your Text
ru_ru: Введите Ваш текст

source: PLEASE SELECT
ru_ru: Выберите

source: Total
ru_ru: Итого

source: Product Customizer
ru_ru: Кастомайзер
